Repository: nim65s/compotes
Catalog: compotes/locale/*/LC_MESSAGES/django.po
Languages: fr

source: User
fr: Utilisateur

source: Filter by Creditor and/or Debitor
fr: Filtre par Créditeur et/ou Debiteur

source: Debt
fr: Dette

source: Search in Debt name and/and description
fr: Cherche dans les noms et/ou les descriptions des Dettes

source: Balance
fr: Solde

source: Name
fr: Nom

source: Creditor
fr: Créditeur

source: Value
fr: Valeur

source: Part value
fr: Valeur d’une Part

source: Debitor
fr: Débiteur

source: Part of %(value).2f € from %(debitor)s for %(debt)s: %(description)s
fr: Part de %(value).2f € de %(debitor)s pour %(debt)s: %(description)s

source: Organiser
fr: Organisateur

source: Pool
fr: Cagnotte

source: Share
fr: Participation

source: Debitors
fr: Débiteurs

source: Link
fr: Lien

source: Created
fr: Créée

source: Last Update
fr: Dernière modification

source: Missing
fr: Manque

source: Edit Debt
fr: Éditer la Dette

source: Add a part
fr: Ajouter une Part

source: Parts List
fr: Liste des Parts

source: Update
fr: Modifier

source: Delete
fr: Supprimer

source: History
fr: Historique

source: List Debts
fr: Liste des Dettes

source: Back
fr: Retour

source: Debts
fr: Dettes

source: Add a Debt
fr: Ajouter une Dette

source: Filter
fr: Filtrer

source: Edit Pool
fr: Éditer la Cagnotte

source: Edit my share
fr: Éditer ma Participation

source: List Pools
fr: Liste des Cagnottes

source: Pools
fr: Cagnottes

source: Add a Pool
fr: Ajouter une Cagnotte

source: Credit
fr: Crédit

source: Edit a debt
fr: Éditer une Dette

source: Edit a pool
fr: Éditer une Cagnotte
